new Vue({
    el: ".content",
    data: {
        broadcastList: [{
                name: "余小岛",
                focusCount: "9122",
                article: "壮丽的火山在积蓄许久以后，终于按耐不住，把“身体”内的岩浆喷涌而出，瞬间吞噬了大地，把它们染上了红色。冰岛的艾雅法拉火山在2010年，终于把190年的沉默打破，产生了壮观的熔岩喷涌，仿佛给这个拥有冰冷名字的国家，带来了温暖的光热。",
                pic: "././images/pic1.jpg",
                good: "18",
                comment: "6"
            },
            {
                name: "阿根廷的蚂蚁",
                focusCount: "2084",
                article: "居德瀑布是冰岛最大的断层峡谷瀑布，塔河在这里形成上、下两道瀑布，下方河道变窄成激流。当阳光照射的时候，喷溅的水珠折射出一道彩虹，散发出黄金般的光泽，因此也叫黄金瀑布。震耳欲聋的水声仿佛在演奏一首大自然的交响曲，让人们沉浸在这自然之中。",
                pic: "././images/pic2.jpg",
                good: "6",
                comment: "2"
            },
            {
                name: "人先知",
                focusCount: "2850",
                article: "大间歇泉是冰岛最大的间歇泉，大概6-8分钟喷射一次。在喷发前会听到逐渐升高的响声，如同一锅正在燃烧的开水。在喷发前会听到逐渐升高的响声，如同一锅正在燃烧的开水，在烧开的一瞬间喷发。在这里等待一段时间，您一定能够观赏到绝佳的喷发，不过要站好位置，不然可能会被浇透，大间歇的水是十分烫的。",
                pic: "././images/pic3.jpg",
                good: "36",
                comment: "2"
            },
            {
                name: "短章",
                focusCount: "3280",
                article: "雷克雅未克大教堂是冰岛最高的建筑物之一，因为新颖的设计和管风琴结构而知名，又有些酷似航天飞机，可乘直梯至顶部俯瞰全城。与欧洲一般的教堂不同，雷克雅未克的内部并没有奢华的内饰和过多的壁画，简约的风格让进入教堂的人们沉静，也因为这份特殊的纯净而让人们记住。",
                pic: "././images/pic4.jpg",
                good: "9",
                comment: "12"
            }
        ]
    }
})